	// 模拟时间的数据  调用时删除！用调回来的时间替代  
	var timers =["20170330103600","20170330103000","20170330102400","20170330101800","20170330101200","1703301006","1703301018","1703301012","1703301006","1703301000"];






	// 数据-一级菜单 title
	var arrTitle=[
				'实况和短临预报产品','ECWMF细网格','ECMWF集合预报','NCEP集合预报','WARMS模式','WRF模式（WRF）','WRF模式( WRFRUC )','其他综合类图形'				 			
				];
	// 二级菜单 -（name菜单 title-href  tabTitle-每个二级对应的tab标签）
	var arrOne =[
	{'name':['雷达组合反射率','回波顶高','垂直液态水含量拼图','葵花卫星云图','风云卫星云图','闪电分布图','降水量实况','1小时极大风力','探空tlnp图','qpe和qpf']},
	{'title':['雷达组合反射率','','']},
	{ 'tabTitle':[[],[],[],['红外','水汽','可见光'],['FY红外','水汽','可见光'],[],['1小时','3小时','6小时','12小时','24小时'],[],['安庆','阜阳','徐州','南京'],[]]}
	];
	var arrTwo =[
	{'name':['500hPa高度场','风场+相对湿度','风场+风速','500hPa高度场+850hPa风场','风场+比湿','EC降水量','K指数','大气可降水量','有效位能','大雾综合图','能见度预报','降水类型']},
	{'title':['雷达组合反射率','','']},
	{'tabTitle':[[],['925hpa','850hpa','700hpa'],['10米','925hpa','850hpa','700hpa','500hpa','200hpa'],[],['925hpa','850hpa','700hpa'],['3h','12h','24h','168h','240h'],[],[],[],['图一','图二'],[],[]]}
	];
	
	var arrThree =[
	{'name':['500hpa高度平均场+离散度','EC集合预报端须图','烟雨图','EFI指数','降水概率图','集合平均降水量','降水分位数']},
	{'title':['雷达组合反射率','','']},
	{'tabTitle':[[],['AQ安庆','BB蚌埠','BZ亳州','CF长丰'],['500hpa','850hpa'],['24h降水','阵风'],['12h','24h'],['24h','168h','240h'],['24h50%','24h75%','68h50%','168h75%','240h50%','240h75%']]}
	];
	var arrforw =[
	{'name':['500hpa高度平均场+离散度','降水概率图','集合平均降水量','降水分位数']},
	{'title':['雷达组合反射率','','']},
	{'tabTitle':[[],['12h','24h'],['24h','168h','240h'],['24h50%','24h75%','68h50%','168h75%','240h50%','240h75%']]}
	];
	var arrfive =[
	{'name':['降水量','能见度预报','降水类型','组合反射率']},
	{'title':['雷达组合反射率','','']},
	{'tabTitle':[['1h','3h','6h','12h','24h'],[],[],[]]}
	];
	var arrsix =[
	{'name':['降水量','地面最大风速','辐射雾能见度','最大小时雨强','组合反射率','降水类型']},
	{'title':['雷达组合反射率','','']},
	{'tabTitle':[['1h','3h','6h','12h','24h'],[],[],[],[],[]]}
	];
	var arrSeven =[
	{'name':['WRF降水量','组合反射率']},
	{'title':['雷达组合反射率','','']},
	{'tabTitle':[['1h','3h','6h','12h','24h'],[]]}
	];
	var arrEight =[
	{'name':['降水预报+EC降水概率+ncep降水概率','12h累计降水','24h累计降水','模式预报对比','12h累计降水','24h累计降水','EC850hPa温度变化时序图','地面温度变化时序图','三站温度时序图','温度随时间的南北方向剖面图','分量随时间的南北方向剖面图','西风指数','副高指数','降水检验邮票图']},
	{'title':['雷达组合反射率','','']},
	{'tabTitle':[['降水预报','EC降水概率','ncep降水概率','累计降水量'],['降水预报','EC降水概率','ncep降水概率','累计降水量'],['降水预报','EC降水概率','ncep降水概率','累计降水量'],['降水预报','EC降水概率','ncep降水概率','累计降水量'],['降水预报','EC降水概率','ncep降水概率','累计降水量'],['降水预报','EC降水概率','ncep降水概率','累计降水量'],[],['最高温度','最低温度','平均温度'],['2米温度','1000hPa温度','925hPa温度','850hPa温度'],[],[],[],[],[]]}
	];

	//tabli 更多部分
	var  morearr = ['CH巢湖','CZ池州','CZ滁州','DS砀山','DT当涂','DY定远','DZ东至','FC繁昌','FD肥东','FN阜南','FT凤台','FX肥西','FY凤阳','FY阜阳','GD广德','GY涡阳','GZ固镇','HB淮北','HF合肥','HH淮河流域','HN怀宁','HN淮南','HQ霍邱','HSS黄山市','HS含山','HS黄山','HS霍山','HX和县','HY怀远','HZ杭州','JD旌德','JH九华','JS界首','JX绩溪','JX泾县','JZ金寨','LA来安','LA六安','LB灵璧','LJ庐江','LQ临泉','LX郎溪','LX利辛','MAS马鞍山','MC蒙城','MG明光','NC南昌','NG宁国','NJ南京','NL南陵','QJ全椒','QM祁门','QS潜山','QY青阳','SC舒城','SH上海','SS宿松','ST石台','SX寿县','SX泗县','SX歙县','SZ宿州','TC天长','TC桐城','TH太和','TH太湖','TL铜陵','TP太平','WHX芜湖县','WH芜湖','WH五河','WH武汉','WJ望江','WW无为','XC宣城','XN休宁','XX萧县','YS颍上','YX黟县','YX岳西','YX岳西','ZY枞阳']